# a sounds
a_standard = ["ああ","かあ","さあ","たあ","なあ",
              "はあ","まあ","やあ","らあ","わあ"]
a_yoon = ["きゃあ","しゃあ","ちゃあ","にゃあ",
          "ひゃあ","みゃあ","りゃあ"]

# i sounds
i_standard = ["いい","きい","しい","ちい",
              "にい","ひい", "みい","りい"]

# u sounds
u_standard = ["うう","くう","すう","つう","ぬう",
              "ふう","むう","ゆう","るう"]
u_yoon = ["きゅう","しゅう","ちゅう","にゅう",
          "ひゅう","みゅう","りゅう"]

# e sounds
e_standard = ["ええ","けえ","せえ","てえ","ねえ","へえ","めえ","れえ",
              "えい","けい","せい","てい","ねい","へい","めい","れい"]


# o sounds
o_standard = ["おお","こお","そお","とお","のお","ほお","もお","よお","ろお",
              "おう","こう","そう","とう","のう","ほう","もう","よう","ろう"]
o_yoon = ["きょお","しょお","ちょお","にょお","ひょお","みょお","りょお",
          "きょう","しょう","ちょう","にょう","ひょう","みょう","りょう"]


def get_standard_choon():
    return (a_standard + a_yoon + i_standard +
            u_standard + u_yoon + e_standard +
            o_standard + o_yoon)